Repository: WPPlugins/avatar-privacy
Catalog: lang/avatar-privacy-*.po
Languages: de_de

source: Comment (loaded from your server, part of <a href="%s">NDD Icon Set</a>, under LGPL)
de_de: Kommentar (wird von deinem Server geladen, Teil des <a href="%s">NDD Icon Sets</a>, unter LGPL)

source: User Offline (loaded from your server, part of <a href="%s">Oxygen Icons</a>, under LGPL)
de_de: Offline-Nutzer (wird von deinem Server geladen, Teil der <a href="%s">Oxygen-Icons</a>, unter LGPL)

source: Media Artist (loaded from your server, part of <a href="%s">Oxygen Icons</a>, under LGPL)
de_de: Media Artist (wird von deinem Server geladen, Teil der <a href="%s">Oxygen-Icons</a>, unter LGPL)

source: Display a <a href="http://gravatar.com">gravatar</a> image next to my comments
de_de: Zu meinen Kommentaren ein <a href="http://gravatar.com">Gravatar</a>-Bild anzeigen

source: Use Gravatar
de_de: Gravatare nutzen

source: Gravatars
de_de: Gravatare

source: Display a <a href="http://gravatar.com">gravatar</a> image for my E-Mail address
de_de: Für meine E-Mail-Adresse ein <a href="http://gravatar.com">Gravatar</a>-Bild anzeigen

source: Uncheck this box if you don't want to display a gravatar for your E-Mail address.
de_de: Entferne das Häkchen an dieser Box wenn du für deine E-Mail-Adresse keinen Gravatar anzeigen willst.

source: Check for gravatars
de_de: Auf Gravatare prüfen

source: Opt in or out of gravatars
de_de: Opt-in / Opt-out für Gravatare

source: The checkbox is...
de_de: Die Checkbox ist...

source: Default value
de_de: Standardwert

source: The get_headers() function seems to be disabled on your system! To check if a gravatar exists for an E-Mail address, this PHP function is needed. It seems this function is either disabled on your system or the gravatar.com servers can not be reached for another reason. Check with your server admin if you don't see gravatars for your own gravatar account and this message keeps popping up after saving the plugin settings.
de_de: Die PHP-Funktion get_headers() scheint auf deinem System abgeschaltet zu sein! Um zu prüfen, ob für eine E-Mail-Adresse ein Gravatar existiert, wird diese Funktion benötigt. Diese Funktion ist auf deinem System entweder in der PHP-Konfiguration abgeschaltet oder der gravatar.com-Server kann aus einem anderen Grund nicht erreicht werden. Falls du für deinen eigenen Gravatar-Account keinen Gravatar siehst und diese Meldung weiter erscheint, wenn Du die Plugin-Einstellungen speicherst, sprich bitte mit deinem Server-Admin darüber.

source: Avatars are great, but they come with certain privacy implications. You as site admin may already know this, but your visitors and users probably don't. With the following options, this plugin can help to improve the privacy situation. You can select one or more options as you like. If you don't select anything, then the plugin won't do anything!
de_de: Avatare sind eine tolle Sache, aber sie bringen gewisse Datenschutz-Probleme mit sich. Als Seiten-Admin weißt du das vermutlich, aber deinen Besuchern und registrierten Nutzern ist das vielleicht nicht bewusst. Die folgenden Einstellungen helfen, die Datenschutz-Situation zu verbessern. Du kannst eine oder mehrere Checkboxen auswählen, aber ohne mindestens eine gewählte Option wird das Plugin nichts tun.

source: Don't publish encrypted E-Mail addresses for non-members of gravatar.com.
de_de: Verschlüsselte E-Mail-Adressen nur für Mitglieder von gravatar.com veröffentlichen.

source: Warning:
de_de: Achtung:

source: This option does not work with dynamic default avatars since these images are generated out of the encrypted E-Mail address. Please change to a static default image, otherwise only blank images will be displayed as default avatar image.
de_de: Diese Option funktioniert nicht mit dynamischen Standardavataren, da diese Bilder aus den verschlüsselten E-Mail-Adressen generiert werden. Bitte ändere die Standardavatar-Auswahl auf ein statisches Bild. Andernfalls wird als Standardavatar ein leeres Bild angezeigt.

source: The plugin will check if a gravatar exists for a given E-Mail address. If a gravatar exists, it is displayed as usual. If no gravatar exists, the default image is displayed directly instead of as a redirect from the non-existing gravatar image.
de_de: Das Plugin überprüft für jede E-Mail-Adresse, ob ein Gravatar existiert. Wenn ein Gravatar existiert, wird er normal angezeigt. Andernfalls wird der Standardavatar direkt angezeigt und nicht wie sonst als Weiterleitung vom nicht-existierenden Gravatar-Bild.

source: The check is done on your server, not in the visitor's browser. If your site has many visitors, you should keep an eye on whether your server is ok with the calls to gravatar.com.
de_de: Diese Überprüfung wird auf dem Server vorgenommen, nicht im Browser des Besuchers. Falls deine Seite viele Besucher hat, solltest du ein Auge darauf haben, ob der Server mit der Menge der Anfragen an gravatar.com klarkommt.

source: Advantage:
de_de: Vorteil:

source: You are not publicly publishing encrypted E-Mail addresses of people who have not actually signed up with gravatar.com. Gravatar.com will still get the encrypted address though. This reduces the possibility to track all these users' comments all over the web.
de_de: Du veröffentlichst nicht verschlüsselte E-Mail-Adressen von Leuten, die sich gar nicht bei gravatar.com angemeldet haben. Gravatar.com bekommt die verschlüsselten Adressen allerdings immer noch übermittelt. Die Chance, alle Kommentare eines Besuchers irgendwo im Netz einander zuzuordnen, sinkt dadurch.

source: It also removes the possibility that the E-Mail address is reverse engineered (e.g. guessed) out of the MD5 token. That's good, since you probably promised not to publish the E-Mail address somewhere around your comment form.
de_de: Es wird dadurch auch verhindert, dass jemand die E-Mail-Adresse aus dem MD5-Hash ermittelt (z.B. durch Raten). Das ist gut, schließlich hast du höchstwahrscheinlich irgendwo am Kommentar-Formular versprochen, die E-Mail-Adresse nicht öffentlich zu machen.

source: Let users and commenters opt in or out of using gravatars.
de_de: Nutzer und Kommentar-Autoren entscheiden lassen, ob ein Gravatar für sie angezeigt wird.

source: This mode does not work well with dynamic default images because for users without a gravatar image, a difference will be visible between users who opted out (no image) and other users (dynamic default). If you want all users without a gravatar to look the same, please change the settings to a static default image.
de_de: Diese Option funktioniert nicht gut mit dynamischen Standardavataren, denn es wird dann ein Unterschied sichtbar zwischen Nutzern, welche die Gravatar-Anzeige abgelehnt haben (kein Bild), und Nutzern, welche keinen Gravatar haben (dynamischer Standardavatar). Wenn alle Nutzer ohne Gravatar einheitlich aussehen sollen, ändere bitte den Standardavatar auf ein statisches Bild.

source: Commenters will see a checkbox to enable or disable the use of gravatars for their comments. Users will have the same option in their user profile.
de_de: Kommentar-Autoren sehen eine Checkbox um die Anzeige eines Gravatars für ihre Kommentare ein- oder auszuschalten. Registrierte Nutzer haben die gleiche Option in ihrem Nutzerprofil.

source: For both users and commenters, the selection is saved globally for all comments (+on all blogs for multisite installations). Gravatars can't be enabled/disabled on a per-comment basis. For commenters, the decision is saved in a cookie.
de_de: Sowohl für Nutzer als auch für Kommentar-Autoren wird die Auswahl global gespeichert (bei einer Multisite-Installation für alle Blogs). Gravatare können nicht pro Kommentar ein- oder ausgeschaltet werden. Für Kommentar-Autoren wird die Auswahl zudem in einem Cookie gespeichert.

source: Users and commenters can decide if they want the MD5 of their E-Mail address to be published. Commenters can change their mind by leaving another comment, users can change the setting in their user profile.
de_de: Nutzer und Kommentar-Autoren können selbst entscheiden, ob sie möchten, dass der MD5-Hash ihrer E-Mail-Adresse veröffentlicht wird. Kommentar-Autoren können diese Entscheidung ändern, indem sie einfach einen neuen Kommentar abgeben, Nutzer können die Einstellung auf ihrer Profilseite anpassen.

source: checked by default
de_de: standardmäßig ausgewählt

source: commenters and users can opt out by unchecking it
de_de: Kommentar-Autoren und Nutzer können die Gravatar-Anzeige ablehnen, indem sie das Häkchen entfernen

source: not checked by default
de_de: standardmäßig nicht ausgewählt

source: commenters and users can opt in by checking it
de_de: Kommentar-Autoren und Nutzer können die Gravatar-Anzeige einschalten, indem sie das Häkchen setzen

source: Show gravatars, except if users / commenters opted out
de_de: Gravatare anzeigen, außer wenn Nutzer / Kommentar-Autoren dies ablehnen (Opt-out)

source: Don't show gravatars, except if users / commenters opted in
de_de: Gravatare nicht anzeigen, außer wenn Nutzer / Kommentar-Autoren dies wünschen (Opt-in)

source: Regulates whether to show or not to show gravatars for commenters and users who haven't saved any preference. This is relevant for old comments from before activating the plugin and users who did not save their profile after the plugin was activated.
de_de: Bestimmt ob Gravatare für Kommentar-Autoren und Nutzer angezeigt werden, die keine Entscheidung darüber getroffen haben. Das betrifft alte Kommentare von vor der Aktivierung des Plugins und Nutzer, die ihr Nutzerprofil seit der Plugin-Aktivierung nicht mehr gespeichert haben.

source: Settings
de_de: Einstellungen

source: The 'Avatar Privacy' plugin modifies the display of avatars. You have not enabled avatars, so this plugin can't do anything for you. :-)
de_de: Das 'Avatar Privacy'-Plugin modifiziert die Anzeige der Avatare. Du hast die Avatar-Funktionalität ausgeschaltet, das Plugin kann also im Moment nichts für dich tun. ;-)

source: You can enable gravatars above by selecting 'show avatars'. Save the settings and after the page has reloaded you'll see the 'Avatar Privacy' plugin options here. There will also be more default avatars, so don't worry about them too much now.
de_de: Du kannst Gravatare ein Stück weiter oben auf dieser Seite aktivieren, indem du 'Zeige Avatare' auswählst. Speichere diese Einstellung und nach dem Neuladen der Seite wirst du hier die 'Avatar Privacy'-Einstellungen sehen. Es gibt dann auch ein paar mehr Standardavatar-Bilder, mach dir darum also noch nicht zu viele Gedanken.

source: Your PHP version is too old for Avatar Privacy.
de_de: Deine PHP-Version ist zu alt um Avatar Privacy zu verwenden.

source: This release of the Avatar Privacy plugin requires at least PHP 5.2.4. You are using PHP %2$s. Please ask your web host to update your PHP installation or go to <a href="%1$s">active plugins</a> and deactivate the Avatar Privacy plugin to hide this message.
de_de: Diese Version des Avatar-Privacy-Plugins benötigt mindestens PHP 5.2.4. Du benutzt PHP %2$s. Bitte frage Deinen Webhoster, ob die PHP-Version aktualisiert werden kann, oder gehe zur <a href="%1$s">Liste der aktiven Plugins</a> und deaktiviere Avatar Privacy um diese Meldung auszublenden.

source: Your WordPress version is too old for Avatar Privacy.
de_de: Deine WordPress-Version ist zu alt um Avatar Privacy zu verwenden.

source: This release of the Avatar Privacy plugin requires at least WordPress 3.2. You are using WordPress %2$s. Please upgrade or go to <a href="%1$s">active plugins</a> and deactivate the Avatar Privacy plugin to hide this message.
de_de: Diese Version des Avatar-Privacy-Plugins benötigt mindestens WordPress 3.2. Du benutzt WordPress %2$s. Bitte aktualisiere WordPress oder gehe zur <a href="%1$s">Liste der aktiven Plugins</a> und deaktiviere Avatar Privacy um diese Meldung auszublenden.
